Repository: birhantprkc/quotio
Catalog: apps/ios/Shared/Localizable.xcstrings
Source language: en
Languages: fr, vi, zh_hans

source: %@ cap
fr: Plafond %@
vi: Giới hạn %@
zh_hans: 上限 %@

source: %@ credits
fr: %@ crédits
vi: %@ tín dụng
zh_hans: %@ 积分

source: %@ of %@ left
fr: %@ sur %@ restants
vi: Còn %@ / %@
zh_hans: 剩余 %@ / %@

source: %@ requests
fr: %@ requêtes
vi: %@ yêu cầu
zh_hans: %@ 次请求

source: %@ searches
fr: %@ recherches
vi: %@ lượt tìm kiếm
zh_hans: %@ 次搜索

source: %@ spent
fr: %@ dépensés
vi: Đã dùng %@
zh_hans: 已花费 %@

source: %lld percent remaining
fr: %lld pour cent restants
vi: còn %lld phần trăm
zh_hans: 剩余百分之 %lld

source: %lld percent used
fr: %lld pour cent utilisés
vi: đã dùng %lld phần trăm
zh_hans: 已用百分之 %lld

source: %llu days
fr: %llu jours
vi: %llu ngày
zh_hans: %llu 天

source: 1. On your Mac, open Quotio and choose Pair iPhone. 2. Choose Local network or Tailscale IP, then create a pairing code. 3. Scan or paste the code here.
fr: 1. Sur votre Mac, ouvrez Quotio et choisissez Associer un iPhone. 2. Choisissez Réseau local ou IP Tailscale, puis créez un code de jumelage. 3. Scannez ou collez le code ici.
vi: 1. Trên Mac, mở Quotio và chọn Ghép nối iPhone. 2. Chọn Mạng nội bộ hoặc Tailscale IP, rồi tạo mã ghép nối. 3. Quét hoặc dán mã vào đây.
zh_hans: 1. 在 Mac 上打开 Quotio，然后选择配对 iPhone。 2. 选择局域网或 Tailscale IP，然后创建配对码。 3. 在此扫描或粘贴配对码。

source: 5h window
fr: Fenêtre 5 h
vi: Khung 5 giờ
zh_hans: 5 小时窗口

source: About
fr: À propos
vi: Giới thiệu
zh_hans: 关于

source: Access expires %@
fr: L’accès expire %@
vi: Quyền truy cập hết hạn %@
zh_hans: 访问权限到期时间：%@

source: Account
fr: Compte
vi: Tài khoản
zh_hans: 账户

source: Active
fr: Actif
vi: Đang hoạt động
zh_hans: 正常

source: Activity
fr: Activité
vi: Hoạt động
zh_hans: 活动

source: Add an account in Quotio on your Mac.
fr: Ajoutez un compte dans Quotio sur votre Mac.
vi: Thêm tài khoản trong Quotio trên Mac.
zh_hans: 请在 Mac 上的 Quotio 中添加账户。

source: Add computer
fr: Ajouter un ordinateur
vi: Thêm máy tính
zh_hans: 添加电脑

source: Advanced: HTTPS proxy
fr: Avancé : proxy HTTPS
vi: Nâng cao: HTTPS proxy
zh_hans: 高级：HTTPS 代理

source: Agent usage
fr: Utilisation agent
vi: Dùng agent
zh_hans: Agent 用量

source: All
fr: Tous
vi: Tất cả
zh_hans: 全部

source: Available
fr: Disponibles
vi: Khả dụng
zh_hans: 可用

source: Balances
fr: Soldes
vi: Số dư
zh_hans: 余额

source: Billing mode
fr: Mode de facturation
vi: Chế độ thanh toán
zh_hans: 计费方式

source: Billing period ends %@
fr: Fin de la période de facturation : %@
vi: Kỳ thanh toán kết thúc %@
zh_hans: 计费周期于 %@ 结束

source: Camera access is off. Paste the code, or allow Camera access in Settings.
fr: L’accès à la caméra est désactivé. Collez le code ou autorisez la caméra dans Réglages.
vi: Quyền truy cập Camera đang tắt. Hãy dán mã hoặc cho phép Camera trong Cài đặt.
zh_hans: 相机访问权限已关闭。请粘贴配对码，或在“设置”中允许相机访问。

source: Can't reach your Mac
fr: Mac injoignable
vi: Không kết nối được Mac
zh_hans: 无法连接 Mac

source: Canceled
fr: Annulé
vi: Đã hủy
zh_hans: 已取消

source: Certificate not trusted
fr: Certificat non approuvé
vi: Chứng chỉ không đáng tin cậy
zh_hans: 证书不受信任

source: Check that iPhone sharing is on in Quotio on your Mac.
fr: Vérifiez que le partage iPhone est activé dans Quotio sur votre Mac.
vi: Kiểm tra chia sẻ với iPhone đã bật trong Quotio trên Mac.
zh_hans: 确认 Mac 上的 Quotio 已开启 iPhone 共享。

source: Close
fr: Fermer
vi: Đóng
zh_hans: 关闭

source: Comfortable
fr: Confortable
vi: Thoải mái
zh_hans: 宽松

source: Completions
fr: Complétions
vi: Gợi ý mã
zh_hans: 代码补全

source: Computer name
fr: Nom de l’ordinateur
vi: Tên máy tính
zh_hans: 电脑名称

source: Connect both devices to the same network or Tailscale.
fr: Connectez les deux appareils au même réseau ou à Tailscale.
vi: Kết nối cả hai thiết bị vào cùng mạng hoặc Tailscale.
zh_hans: 将两台设备连接到同一网络或 Tailscale。

source: Connect to Quotio on your Mac to see usage and add widgets.
fr: Connectez-vous à Quotio sur votre Mac pour voir l’utilisation et ajouter des widgets.
vi: Kết nối với Quotio trên Mac để xem mức dùng và thêm tiện ích.
zh_hans: 连接 Mac 上的 Quotio 以查看用量并添加小组件。

source: Connected
fr: Connecté
vi: Đã kết nối
zh_hans: 已连接

source: Connecting
fr: Connexion
vi: Đang kết nối
zh_hans: 正在连接

source: Connecting to %@…
fr: Connexion à %@…
vi: Đang kết nối với %@…
zh_hans: 正在连接到 %@…

source: Connection problem
fr: Problème de connexion
vi: Lỗi kết nối
zh_hans: 连接问题

source: Current streak
fr: Série actuelle
vi: Chuỗi hiện tại
zh_hans: 当前连续天数

source: Daily
fr: Quotidien
vi: Hằng ngày
zh_hans: 每日

source: Data
fr: Données
vi: Dữ liệu
zh_hans: 数据

source: Density
fr: Densité
vi: Mật độ
zh_hans: 密度

source: Disabled
fr: Désactivé
vi: Đã tắt
zh_hans: 已停用

source: Disabled on your Mac
fr: Désactivé sur votre Mac
vi: Đã tắt trên Mac
zh_hans: 已在 Mac 上停用

source: Done
fr: Terminé
vi: Xong
zh_hans: 完成

source: Extra usage
fr: Utilisation supplémentaire
vi: Dùng thêm
zh_hans: 额外用量

source: Extra usage credits
fr: Crédits supplémentaires
vi: Tín dụng dùng thêm
zh_hans: 额外用量积分

source: For custom HTTPS proxies only. Check the address before connecting.
fr: Pour les proxys HTTPS personnalisés uniquement. Vérifiez l’adresse avant la connexion.
vi: Chỉ dành cho HTTPS proxy tùy chỉnh. Kiểm tra địa chỉ trước khi kết nối.
zh_hans: 仅用于自定义 HTTPS 代理。连接前请检查地址。

source: Free
fr: Gratuit
vi: Miễn phí
zh_hans: 免费

source: Individual credits
fr: Crédits individuels
vi: Tín dụng cá nhân
zh_hans: 个人积分

source: Keychain access needed on your Mac
fr: Accès au trousseau requis sur votre Mac
vi: Cần quyền Chuỗi khóa trên Mac
zh_hans: 需要在 Mac 上授予钥匙串权限

source: Last error
fr: Dernière erreur
vi: Lỗi gần nhất
zh_hans: 最近错误

source: Last synced
fr: Dernière synchro
vi: Đồng bộ lần cuối
zh_hans: 上次同步

source: Longest streak
fr: Plus longue série
vi: Chuỗi dài nhất
zh_hans: 最长连续天数

source: Longest turn
fr: Tour le plus long
vi: Lượt dài nhất
zh_hans: 最长单轮

source: Lowest quota first
fr: Quota le plus bas en premier
vi: Hạn mức thấp lên đầu
zh_hans: 低配额优先

source: Mac identity changed
fr: L’identité du Mac a changé
vi: Danh tính Mac đã thay đổi
zh_hans: Mac 身份已变更

source: Make sure your Mac is awake and Quotio is running.
fr: Vérifiez que votre Mac est allumé et que Quotio est ouvert.
vi: Đảm bảo Mac đang thức và Quotio đang chạy.
zh_hans: 确认 Mac 处于唤醒状态且 Quotio 正在运行。

source: Monthly
fr: Mensuel
vi: Hằng tháng
zh_hans: 每月

source: Needs permission on your Mac
fr: Autorisation requise sur votre Mac
vi: Cần cấp quyền trên Mac
zh_hans: 需要在 Mac 上授权

source: No data
fr: Aucune donnée
vi: Không có dữ liệu
zh_hans: 无数据

source: No quota data
fr: Aucune donnée de quota
vi: Không có dữ liệu hạn mức
zh_hans: 无配额数据

source: Not checked yet
fr: Pas encore vérifié
vi: Chưa kiểm tra
zh_hans: 尚未检查

source: Not loaded yet
fr: Pas encore chargé
vi: Chưa tải
zh_hans: 尚未加载

source: Offline
fr: Hors ligne
vi: Ngoại tuyến
zh_hans: 离线

source: On your Mac, open Quotio and choose Pair iPhone.
fr: Sur votre Mac, ouvrez Quotio et choisissez Jumeler l’iPhone.
vi: Trên Mac, mở Quotio và chọn Ghép nối iPhone.
zh_hans: 在 Mac 上打开 Quotio 并选择“配对 iPhone”。

source: Open the provider app to refresh
fr: Ouvrez l’app du fournisseur pour actualiser
vi: Mở ứng dụng của nhà cung cấp để làm mới
zh_hans: 打开服务商应用以刷新

source: Orb usage
fr: Utilisation Orb
vi: Dùng Orb
zh_hans: Orb 用量

source: Outdated
fr: Obsolète
vi: Đã cũ
zh_hans: 已过时

source: Outdated, updated %@
fr: Obsolète, mis à jour %@
vi: Đã cũ, cập nhật %@
zh_hans: 已过时，更新于%@

source: Pair this Mac again
fr: Jumelez à nouveau ce Mac
vi: Ghép nối lại Mac này
zh_hans: 重新配对此 Mac

source: Paired certificate trusted
fr: Certificat jumelé approuvé
vi: Tin cậy chứng chỉ đã ghép nối
zh_hans: 已信任配对证书

source: Payment due
fr: Paiement dû
vi: Cần thanh toán
zh_hans: 待付款

source: Plan %@
fr: Forfait %@
vi: Gói %@
zh_hans: 方案 %@

source: Point the camera at the code on your Mac.
fr: Dirigez la caméra vers le code affiché sur votre Mac.
vi: Hướng camera vào mã trên màn hình Mac.
zh_hans: 将相机对准 Mac 上的配对码。

source: Pair again
fr: Associer à nouveau
vi: Ghép nối lại
zh_hans: 重新配对

source: Premium requests
fr: Requêtes premium
vi: Yêu cầu cao cấp
zh_hans: 高级请求

source: Provider credentials stay on your Mac. This iPhone reads quota over HTTPS with read-only access.
fr: Les identifiants des fournisseurs restent sur votre Mac. Cet iPhone lit les quotas en HTTPS, en lecture seule.
vi: Thông tin đăng nhập nhà cung cấp nằm trên Mac. iPhone này chỉ đọc hạn mức qua HTTPS.
zh_hans: 服务商凭据保留在 Mac 上。此 iPhone 仅通过 HTTPS 只读获取配额。

source: Provider order
fr: Ordre des fournisseurs
vi: Thứ tự nhà cung cấp
zh_hans: 服务商顺序

source: Provider returned no quota
fr: Le fournisseur n’a renvoyé aucun quota
vi: Nhà cung cấp không trả về hạn mức
zh_hans: 服务商未返回配额

source: Provider tool unavailable
fr: Outil du fournisseur indisponible
vi: Công cụ nhà cung cấp không khả dụng
zh_hans: 服务商工具不可用

source: QR scanning is unavailable. Paste the pairing code instead.
fr: Le scan QR est indisponible. Collez plutôt le code de jumelage.
vi: Không thể quét mã QR. Hãy dán mã ghép nối.
zh_hans: 无法扫描二维码。请改为粘贴配对码。

source: Quotio on your Mac is busy or its credential storage is locked.
fr: Quotio sur votre Mac est occupé ou son stockage d’identifiants est verrouillé.
vi: Quotio trên Mac đang bận hoặc kho thông tin đăng nhập đang khóa.
zh_hans: Mac 上的 Quotio 正忙或凭据存储已锁定。

source: Rate limit resets
fr: Réinitialisations de limite
vi: Lượt đặt lại giới hạn
zh_hans: 速率限制重置

source: Rate limited by provider
fr: Limité par le fournisseur
vi: Bị nhà cung cấp giới hạn tốc độ
zh_hans: 被服务商限流

source: Refresh failed
fr: Échec de l’actualisation
vi: Làm mới thất bại
zh_hans: 刷新失败

source: Remove computer
fr: Supprimer l’ordinateur
vi: Xóa máy tính
zh_hans: 移除电脑

source: Remove this computer?
fr: Supprimer cet ordinateur ?
vi: Xóa máy tính này?
zh_hans: 移除此电脑？

source: Removing a computer deletes its saved credential on this iPhone. Revoke the device on the computer to end its access everywhere.
fr: Supprimer un ordinateur efface son identifiant enregistré sur cet iPhone. Révoquez l’appareil sur l’ordinateur pour mettre fin à son accès partout.
vi: Xóa máy tính sẽ xóa thông tin truy cập đã lưu trên iPhone này. Hãy thu hồi thiết bị trên máy tính để chấm dứt quyền truy cập ở mọi nơi.
zh_hans: 移除电脑会删除此 iPhone 上保存的凭据。请在电脑上撤销此设备，以彻底终止其访问权限。

source: Replenishes %@ per hour
fr: Se recharge de %@ par heure
vi: Hồi %@ mỗi giờ
zh_hans: 每小时恢复 %@

source: Reset %@
fr: Réinitialisé %@
vi: Đặt lại %@
zh_hans: 已于 %@ 重置

source: Resets daily
fr: Réinitialisé chaque jour
vi: Đặt lại hằng ngày
zh_hans: 每日重置

source: resets in %@
fr: réinitialisation dans %@
vi: đặt lại sau %@
zh_hans: %@后重置

source: Resets in %@ · %@
fr: Réinitialisation dans %@ · %@
vi: Đặt lại sau %@ · %@
zh_hans: %@后重置 · %@

source: Resets on renewal in %@
fr: Réinitialisé au renouvellement dans %@
vi: Đặt lại khi gia hạn sau %@
zh_hans: %@后续订时重置

source: Retry
fr: Réessayer
vi: Thử lại
zh_hans: 重试

source: Scan pairing code
fr: Scanner le code de jumelage
vi: Quét mã ghép nối
zh_hans: 扫描配对码

source: Scan the new pairing code on this iPhone.
fr: Scannez le nouveau code de jumelage sur cet iPhone.
vi: Quét mã ghép nối mới trên iPhone này.
zh_hans: 在此 iPhone 上扫描新的配对码。

source: Secure storage is locked
fr: Le stockage sécurisé est verrouillé
vi: Bộ nhớ bảo mật đang khóa
zh_hans: 安全存储已锁定

source: Shows account details
fr: Affiche les détails du compte
vi: Hiện chi tiết tài khoản
zh_hans: 显示账户详情

source: Shows details
fr: Affiche les détails
vi: Hiện chi tiết
zh_hans: 显示详情

source: Sign in again on your Mac
fr: Reconnectez-vous sur votre Mac
vi: Đăng nhập lại trên Mac
zh_hans: 请在 Mac 上重新登录

source: Signed out
fr: Déconnecté
vi: Đã đăng xuất
zh_hans: 已退出登录

source: Source disabled
fr: Source désactivée
vi: Nguồn đã tắt
zh_hans: 来源已停用

source: Subscription
fr: Abonnement
vi: Gói đăng ký
zh_hans: 订阅

source: Switch computer
fr: Changer d’ordinateur
vi: Chuyển máy tính
zh_hans: 切换电脑

source: System certificate trust
fr: Confiance du système
vi: Tin cậy chứng chỉ hệ thống
zh_hans: 系统证书信任

source: The code grants read-only access. Keep it private.
fr: Le code accorde un accès en lecture seule. Gardez-le privé.
vi: Mã chỉ cấp quyền xem. Hãy giữ kín mã này.
zh_hans: 此配对码仅授予只读访问权限。请勿分享。

source: The HTTPS certificate does not match the one saved when you paired.
fr: Le certificat HTTPS ne correspond pas à celui enregistré lors du jumelage.
vi: Chứng chỉ HTTPS không khớp với chứng chỉ đã lưu khi ghép nối.
zh_hans: HTTPS 证书与配对时保存的证书不一致。

source: The last request to your Mac did not get a response.
fr: La dernière requête vers votre Mac est restée sans réponse.
vi: Yêu cầu gần nhất tới Mac không có phản hồi.
zh_hans: 最近一次对 Mac 的请求没有响应。

source: This address now belongs to a different Mac.
fr: Cette adresse appartient désormais à un autre Mac.
vi: Địa chỉ này hiện thuộc về một Mac khác.
zh_hans: 此地址现在属于另一台 Mac。

source: This iPhone's access was revoked or has expired.
fr: L’accès de cet iPhone a été révoqué ou a expiré.
vi: Quyền truy cập của iPhone này đã bị thu hồi hoặc hết hạn.
zh_hans: 此 iPhone 的访问权限已被撤销或已过期。

source: This pairing code is invalid or has expired.
fr: Ce code de jumelage est invalide ou a expiré.
vi: Mã ghép nối không hợp lệ hoặc đã hết hạn.
zh_hans: 此配对码无效或已过期。

source: Timed out
fr: Délai dépassé
vi: Hết thời gian chờ
zh_hans: 超时

source: Tokens, 30 reported days
fr: Jetons, 30 jours rapportés
vi: Token, 30 ngày được ghi nhận
zh_hans: Token（30 个记录日）

source: Trial
fr: Essai
vi: Dùng thử
zh_hans: 试用

source: Try again
fr: Réessayer
vi: Thử lại
zh_hans: 重试

source: Try this
fr: Essayez ceci
vi: Hãy thử
zh_hans: 可尝试

source: Unavailable
fr: Indisponible
vi: Không khả dụng
zh_hans: 不可用

source: Unlock your iPhone and try again.
fr: Déverrouillez votre iPhone et réessayez.
vi: Mở khóa iPhone và thử lại.
zh_hans: 解锁 iPhone 后重试。

source: Unlock your Mac, then retry.
fr: Déverrouillez votre Mac, puis réessayez.
vi: Mở khóa Mac rồi thử lại.
zh_hans: 解锁 Mac 后重试。

source: Unreadable provider data
fr: Données du fournisseur illisibles
vi: Dữ liệu nhà cung cấp không đọc được
zh_hans: 服务商数据无法读取

source: Unsupported
fr: Non pris en charge
vi: Không hỗ trợ
zh_hans: 不支持

source: Up to date
fr: À jour
vi: Mới nhất
zh_hans: 最新

source: Update Quotio on your Mac
fr: Mettez à jour Quotio sur votre Mac
vi: Cập nhật Quotio trên Mac
zh_hans: 请更新 Mac 上的 Quotio

source: Update Quotio on your Mac, then retry.
fr: Mettez à jour Quotio sur votre Mac, puis réessayez.
vi: Cập nhật Quotio trên Mac rồi thử lại.
zh_hans: 更新 Mac 上的 Quotio 后重试。

source: Updated
fr: Mis à jour
vi: Cập nhật
zh_hans: 更新时间

source: Updated %@
fr: Mis à jour %@
vi: Cập nhật %@
zh_hans: 更新于%@

source: Weekly
fr: Hebdomadaire
vi: Hằng tuần
zh_hans: 每周

source: Workspace %@ credits
fr: Crédits de l’espace %@
vi: Tín dụng workspace %@
zh_hans: 工作区 %@ 积分

source: You can now view this computer's quota and add widgets.
fr: Vous pouvez maintenant consulter les quotas de cet ordinateur et ajouter des widgets.
vi: Giờ đây bạn có thể xem hạn mức của máy tính này và thêm widget.
zh_hans: 现在你可以查看此电脑的配额并添加小组件。

source: 30 reported days
fr: 30 jours renseignés
vi: 30 ngày có dữ liệu
zh_hans: 30 个有数据的日期

source: Account hidden
fr: Compte masqué
vi: Đã ẩn tài khoản
zh_hans: 账户已隐藏

source: Account unavailable
fr: Compte indisponible
vi: Tài khoản không khả dụng
zh_hans: 账户不可用

source: Add a widget
fr: Ajouter un widget
vi: Thêm widget
zh_hans: 添加小组件

source: Add host
fr: Ajouter un hôte
vi: Thêm máy
zh_hans: 添加主机

source: Blur account names
fr: Flouter les noms de compte
vi: Làm mờ tên tài khoản
zh_hans: 模糊账户名称

source: Camera access is off. Enter the connection below, or enable Camera in Settings.
fr: L’accès à la caméra est désactivé. Saisissez la connexion ou activez la caméra dans Réglages.
vi: Camera đang bị tắt quyền truy cập. Nhập kết nối bên dưới hoặc bật Camera trong Cài đặt.
zh_hans: 相机访问已关闭。请手动输入连接信息，或在设置中启用相机。

source: Cancel
fr: Annuler
vi: Hủy
zh_hans: 取消

source: Changes could not be saved. Try again.
fr: Impossible d’enregistrer les modifications. Réessayez.
vi: Không thể lưu thay đổi. Hãy thử lại.
zh_hans: 无法保存更改。请重试。

source: Check the host address before connecting. Your device token will be sent to this address after you tap Connect.
fr: Vérifiez l’adresse de l’hôte. Votre jeton sera envoyé à cette adresse lorsque vous toucherez Connecter.
vi: Kiểm tra địa chỉ máy trước khi kết nối. Token thiết bị sẽ được gửi đến địa chỉ này khi bạn chạm Kết nối.
zh_hans: 请先核对主机地址。点击连接后，设备令牌将发送到此地址。

source: Choose a host, account and quota window.
fr: Choisissez un hôte, un compte et une période de quota.
vi: Chọn máy, tài khoản và chu kỳ hạn mức.
zh_hans: 选择主机、账户和配额周期。

source: Circular, rectangular and inline
fr: Circulaire, rectangulaire et en ligne
vi: Tròn, chữ nhật và một dòng
zh_hans: 圆形、矩形和单行

source: Connect
fr: Connecter
vi: Kết nối
zh_hans: 连接

source: Connect a host first
fr: Connectez d’abord un hôte
vi: Kết nối máy trước
zh_hans: 请先连接主机

source: Connection
fr: Connexion
vi: Kết nối
zh_hans: 连接

source: Could not connect. Check the host, VPN and HTTPS certificate, then try again.
fr: Connexion impossible. Vérifiez l’hôte, le VPN et le certificat HTTPS puis réessayez.
vi: Không thể kết nối. Kiểm tra máy, VPN và chứng chỉ HTTPS rồi thử lại.
zh_hans: 无法连接。请检查主机、VPN 和 HTTPS 证书后重试。

source: Credential expires %@
fr: Identifiant valable jusqu’au %@
vi: Quyền truy cập hết hạn %@
zh_hans: 凭据到期时间 %@

source: Demo Mac
fr: Mac de démonstration
vi: Máy Mac mẫu
zh_hans: 演示 Mac

source: Display
fr: Affichage
vi: Hiển thị
zh_hans: 显示

source: Edit the widget to choose its host, account, quota window and percentage. Tap it to open the account in Quotio.
fr: Modifiez le widget pour choisir l’hôte, le compte, la période et le pourcentage. Touchez-le pour ouvrir le compte dans Quotio.
vi: Sửa widget để chọn máy, tài khoản, chu kỳ và kiểu phần trăm. Chạm để mở tài khoản trong Quotio.
zh_hans: 编辑小组件以选择主机、账户、配额周期和百分比类型。轻点即可在 Quotio 中打开账户。

source: Edit widget to choose quota
fr: Modifiez le widget pour choisir un quota
vi: Sửa widget để chọn hạn mức
zh_hans: 编辑小组件以选择配额

source: Explore demo
fr: Explorer la démo
vi: Xem bản mẫu
zh_hans: 查看演示

source: Hide account name
fr: Masquer le nom du compte
vi: Ẩn tên tài khoản
zh_hans: 隐藏账户名称

source: Home Screen
fr: Écran d’accueil
vi: Màn hình chính
zh_hans: 主屏幕

source: Host identity changed
fr: L’identité de l’hôte a changé
vi: Danh tính máy đã thay đổi
zh_hans: 主机身份已更改

source: Host name
fr: Nom de l’hôte
vi: Tên máy
zh_hans: 主机名称

source: Host removed
fr: Hôte supprimé
vi: Đã xóa máy
zh_hans: 主机已移除

source: Hosts
fr: Hôtes
vi: Các máy
zh_hans: 主机

source: Keep an eye on your quota from the Home Screen and Lock Screen.
fr: Suivez vos quotas sur l’écran d’accueil et l’écran verrouillé.
vi: Theo dõi hạn mức trên Màn hình chính và Màn hình khóa.
zh_hans: 在主屏幕和锁定屏幕上查看配额。

source: Layout preview · small, medium and large
fr: Aperçu · petit, moyen et grand
vi: Xem trước · nhỏ, vừa và lớn
zh_hans: 布局预览 · 小、中、大

source: Lifetime tokens
fr: Total des tokens
vi: Tổng token
zh_hans: 累计令牌

source: Lock Screen
fr: Écran verrouillé
vi: Màn hình khóa
zh_hans: 锁定屏幕

source: No accounts
fr: Aucun compte
vi: Chưa có tài khoản
zh_hans: 暂无账户

source: Observed %@
fr: Observation %@
vi: Ghi nhận %@
zh_hans: 观测于 %@

source: Older data
fr: Données anciennes
vi: Dữ liệu cũ
zh_hans: 旧数据

source: Open Quotio to connect
fr: Ouvrez Quotio pour vous connecter
vi: Mở Quotio để kết nối
zh_hans: 打开 Quotio 进行连接

source: Open Quotio to reconnect
fr: Ouvrez Quotio pour vous reconnecter
vi: Mở Quotio để kết nối lại
zh_hans: 打开 Quotio 重新连接

source: Pair the host again
fr: Associez à nouveau l’hôte
vi: Ghép nối máy lại
zh_hans: 重新配对主机

source: Pair this host again
fr: Associez à nouveau cet hôte
vi: Ghép nối máy này lại
zh_hans: 重新配对此主机

source: Peak day
fr: Pic quotidien
vi: Ngày dùng nhiều nhất
zh_hans: 单日峰值

source: Percentage
fr: Pourcentage
vi: Phần trăm
zh_hans: 百分比

source: Pin account
fr: Épingler le compte
vi: Ghim tài khoản
zh_hans: 置顶账户

source: Plan
fr: Forfait
vi: Gói dịch vụ
zh_hans: 套餐

source: QR scanning is unavailable. Enter the connection below.
fr: Le scan QR est indisponible. Saisissez la connexion ci-dessous.
vi: Không thể quét QR. Hãy nhập kết nối bên dưới.
zh_hans: 无法扫描二维码。请在下方输入连接信息。

source: Quota at a glance
fr: Le quota en un coup d’œil
vi: Xem nhanh hạn mức
zh_hans: 配额一览

source: Quota unavailable
fr: Quota indisponible
vi: Hạn mức không khả dụng
zh_hans: 配额不可用

source: Quota window
fr: Période du quota
vi: Chu kỳ hạn mức
zh_hans: 配额周期

source: Read-only device token
fr: Jeton de lecture seule
vi: Token thiết bị chỉ đọc
zh_hans: 只读设备令牌

source: Received %@ ago
fr: Reçu il y a %@
vi: Đã nhận %@ trước
zh_hans: %@ 前收到

source: Remaining
fr: Restant
vi: Còn lại
zh_hans: 剩余

source: Remove host
fr: Supprimer l’hôte
vi: Xóa máy
zh_hans: 移除主机

source: Removing a host deletes its saved credential on this iPhone. Revoke the device on the computer to end its access everywhere.
fr: Supprimer un hôte efface son identifiant sur cet iPhone. Révoquez l’appareil sur l’ordinateur pour supprimer tout accès.
vi: Xóa máy sẽ xóa quyền truy cập đã lưu trên iPhone này. Thu hồi thiết bị trên máy tính để chấm dứt quyền truy cập hoàn toàn.
zh_hans: 移除主机会删除此 iPhone 上的凭据。请在电脑上撤销该设备以完全终止访问。

source: Reported day
fr: Jour renseigné
vi: Ngày báo cáo
zh_hans: 报告日期

source: Saved connections could not be loaded.
fr: Impossible de charger les connexions enregistrées.
vi: Không thể tải các kết nối đã lưu.
zh_hans: 无法加载已保存的连接。

source: Scan QR code
fr: Scanner un code QR
vi: Quét mã QR
zh_hans: 扫描二维码

source: Secure storage is unavailable. Unlock your iPhone and try again.
fr: Le stockage sécurisé est indisponible. Déverrouillez l’iPhone et réessayez.
vi: Kho bảo mật không khả dụng. Mở khóa iPhone rồi thử lại.
zh_hans: 安全存储不可用。请解锁 iPhone 后重试。

source: See quota and reset times from your computer.
fr: Consultez les quotas et les réinitialisations de votre ordinateur.
vi: Xem hạn mức và thời điểm đặt lại từ máy tính.
zh_hans: 查看电脑上的配额和重置时间。

source: Settings
fr: Réglages
vi: Cài đặt
zh_hans: 设置

source: Show account name
fr: Afficher le nom du compte
vi: Hiện tên tài khoản
zh_hans: 显示账户名称

source: Show used percentage
fr: Afficher le pourcentage utilisé
vi: Hiện phần trăm đã dùng
zh_hans: 显示已用百分比

source: Status
fr: État
vi: Trạng thái
zh_hans: 状态

source: The demo could not be loaded.
fr: Impossible de charger la démo.
vi: Không thể tải bản mẫu.
zh_hans: 无法加载演示。

source: The host is busy or its credential storage is locked. Retry after checking the host.
fr: L’hôte est occupé ou son stockage sécurisé est verrouillé. Vérifiez-le puis réessayez.
vi: Máy đang bận hoặc kho thông tin đăng nhập bị khóa. Kiểm tra máy rồi thử lại.
zh_hans: 主机正忙或凭据存储已锁定。检查主机后请重试。

source: The saved credential could not be removed. Try again.
fr: Impossible de supprimer l’identifiant enregistré. Réessayez.
vi: Không thể xóa quyền truy cập đã lưu. Hãy thử lại.
zh_hans: 无法删除已保存的凭据。请重试。

source: This connection belongs to a different host. Pair it again.
fr: Cette connexion appartient à un autre hôte. Associez-le à nouveau.
vi: Kết nối này thuộc máy khác. Hãy ghép nối lại.
zh_hans: 此连接属于其他主机。请重新配对。

source: This device credential is no longer valid. Pair the host again.
fr: Cet identifiant n’est plus valide. Associez à nouveau l’hôte.
vi: Quyền truy cập thiết bị không còn hiệu lực. Hãy ghép nối máy lại.
zh_hans: 设备凭据已失效。请重新配对主机。

source: This host uses an unsupported API. Update Quotio on the computer.
fr: L’API de cet hôte n’est pas prise en charge. Mettez Quotio à jour sur l’ordinateur.
vi: API của máy này chưa được hỗ trợ. Cập nhật Quotio trên máy tính.
zh_hans: 此主机使用不受支持的 API。请更新电脑上的 Quotio。

source: This is not a valid Quotio device code, or it has expired.
fr: Ce code d’appareil Quotio est invalide ou expiré.
vi: Mã thiết bị Quotio không hợp lệ hoặc đã hết hạn.
zh_hans: 此 Quotio 设备码无效或已过期。
